Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# ClearLocalCacheButton.AutomationProperties.HelpText
source: Clear the locally cached authentication tokens. This will require you to manually authenticate again the next time you use the app.
fr_fr: Effacez les jetons d'authentification mis en cache localement. Vous devrez vous authentifier de nouveau manuellement lors de la prochaine utilisation de l'application.
ja_jp: ローカルにキャッシュされた認証トークンをクリアします。次回アプリを使用する際に、手動で再認証する必要があります。
tr_tr: Yerel olarak önbelleğe alınan kimlik doğrulama belirteçlerini temizleyin. Bu, uygulamayı bir sonraki kullanışınızda kimliğinizi manuel olarak yeniden doğrulamanızı gerektirecektir.

source: OK
ar: موافق
el_gr: ΟΚ
es: Aceptar
he_il: אישור
hi_in: ठीक है
ml_in: ശരി
tr_tr: TAMAM

# CustomPatternBasedFilePathsDialog.CloseButtonText
source: OK
ar: موافق
el_gr: ΟΚ
es: Aceptar
he_il: אישור
hi_in: ठीक है
ml_in: ശരി
tr_tr: TAMAM

# SettingsNavItem.Content
source: Settings
ar: الإعدادات
de_de: Einstellungen
el_gr: Ρυθμίσεις
es: Configuración
he_il: הגדרות
hi_in: सेटिंग्स
ml_in: ക്രമീകരണങ്ങൾ
pl_pl: Ustawienia

# InstallingCustomPath
source: Installing the MSIXBundle path that you selected:
ar: جارٍ تثبيت مسار MSIXBundle الذي اخترته:
de_de: Installieren des von Ihnen ausgewählten MSIXBundle-Pfads:
el_gr: Εγκατάσταση της διαδρομής MSIXBundle που επιλέξατε:
es: Instalando la ruta del MSIXBundle que seleccionó:
he_il: מתקין את נתיב ה-MSIXBundle שבחרת:
hi_in: आपके द्वारा चयनित MSIXBundle पथ स्थापित किया जा रहा है:
ml_in: നിങ്ങൾ തിരഞ്ഞെടുത്ത MSIXBundle പാത ഇൻസ്റ്റാൾ ചെയ്യുന്നു:
pl_pl: Instalowanie wybranej ścieżki MSIXBundle:

# NoMSIXBundlePath
source: No MSIXBundle path was selected
ar: لم يتم اختيار أي مسار MSIXBundle
de_de: Es wurde kein MSIXBundle-Pfad ausgewählt
el_gr: Δεν επιλέχθηκε διαδρομή MSIXBundle
es: No se seleccionó ninguna ruta de MSIXBundle
he_il: לא נבחר נתיב MSIXBundle
hi_in: कोई MSIXBundle पथ चयनित नहीं था
ml_in: MSIXBundle പാതയൊന്നും തിരഞ്ഞെടുത്തിട്ടില്ല
pl_pl: Nie wybrano ścieżki MSIXBundle

# InstallingPackage
source: Installing the AppControl Manager MSIXBundle package
ar: جارٍ تثبيت حزمة AppControl Manager MSIXBundle
de_de: Installieren des AppControl Manager MSIXBundle-Pakets
el_gr: Εγκατάσταση του πακέτου MSIXBundle του AppControl Manager
es: Instalando el paquete MSIXBundle de AppControl Manager
he_il: מתקין את חבילת ה-MSIXBundle של מנהל AppControl
hi_in: AppControl Manager MSIXBundle पैकेज स्थापित किया जा रहा है
ml_in: ആപ്പ്കൺട്രോൾ മാനേജർ MSIXBundle പാക്കേജ് ഇൻസ്റ്റാൾ ചെയ്യുന്നു
pl_pl: Instalowanie pakietu MSIXBundle Menedżera AppControl

# InstallationError
source: Error installing The AppControl Manager. Error code:
ar: خطأ أثناء تثبيت AppControl Manager. رمز الخطأ:
de_de: Fehler bei der Installation von AppControl Manager. Fehlercode:
el_gr: Σφάλμα κατά την εγκατάσταση του AppControl Manager. Κωδικός σφάλματος:
es: Error al instalar AppControl Manager. Código de error:
he_il: שגיאה בהתקנת מנהל AppControl. קוד שגיאה:
hi_in: AppControl Manager स्थापित करते समय त्रुटि। त्रुटि कोड:
ml_in: ആപ്പ്കൺട്രോൾ മാനേജർ ഇൻസ്റ്റാൾ ചെയ്യുന്നതിൽ പിശക്. പിശക് കോഡ്:
pl_pl: Błąd instalacji Menedżera AppControl. Kod błędu:

# InstallationErrorText
source: - Error text:
ar: - نص الخطأ:
de_de: - Fehlermeldung:
el_gr: - Κείμενο σφάλματος:
es: - Texto de error:
he_il: - טקסט שגיאה:
hi_in: - त्रुटि पाठ:
ml_in: - പിശക് വാചകം:
pl_pl: - Tekst błędu:

# InstallationCanceled
source: The AppControl Manager Installation canceled
ar: تم إلغاء تثبيت AppControl Manager
de_de: Die Installation von AppControl Manager wurde abgebrochen
el_gr: Η εγκατάσταση του AppControl Manager ακυρώθηκε
es: La instalación de AppControl Manager se canceló
he_il: התקנת מנהל AppControl בוטלה
hi_in: AppControl Manager इंस्टॉलेशन रद्द कर दिया गया
ml_in: ആപ്പ്കൺട്രോൾ മാനേജർ ഇൻസ്റ്റാളേഷൻ റദ്ദാക്കി
pl_pl: Instalacja Menedżera AppControl anulowana

# InstallationSucceeded
source: The AppControl Manager Installation succeeded
ar: تم تثبيت AppControl Manager بنجاح
de_de: Die Installation von AppControl Manager war erfolgreich
el_gr: Η εγκατάσταση του AppControl Manager ολοκληρώθηκε με επιτυχία
es: La instalación de AppControl Manager se realizó con éxito
he_il: התקנת מנהל AppControl הצליחה
hi_in: AppControl Manager इंस्टॉलेशन सफल रहा
ml_in: ആപ്പ്കൺട്രോൾ മാനേജർ ഇൻസ്റ്റാളേഷൻ വിജയിച്ചു
pl_pl: Instalacja Menedżera AppControl zakończona pomyślnie

# UnknownInstallationIssue
source: There was an unknown problem installing the AppControl Manager
ar: حدثت مشكلة غير معروفة أثناء تثبيت AppControl Manager
de_de: Bei der Installation von AppControl Manager ist ein unbekanntes Problem aufgetreten
el_gr: Υπήρξε ένα άγνωστο πρόβλημα κατά την εγκατάσταση του AppControl Manager
es: Hubo un problema desconocido al instalar AppControl Manager
he_il: הייתה בעיה לא ידועה בהתקנת מנהל AppControl
hi_in: AppControl Manager स्थापित करते समय एक अज्ञात समस्या हुई
ml_in: ആപ്പ്കൺട്രോൾ മാനേജർ ഇൻസ്റ്റാൾ ചെയ്യുന്നതിൽ അജ്ഞാതമായ ഒരു പ്രശ്നമുണ്ടായി
pl_pl: Wystąpił nieznany problem podczas instalacji Menedżera AppControl

# CreatePolicyPageTitle.Text
source: Create App Control for Business policies based on different templates and policy rule options. Signed And Reputable is great for new users. Allow Microsoft only allows files signed by Microsoft's certificates. Default Windows only allows files that come by default with the Windows OS.
ar: أنشئ نُهج App Control for Business بناءً على قوالب مختلفة وخيارات قواعد النهج. "موقّع وذو سمعة جيدة" رائع للمستخدمين الجدد. "السماح لـ Microsoft فقط" يسمح فقط بالملفات الموقعة بشهادات Microsoft. "Windows الافتراضي" يسمح فقط بالملفات التي تأتي افتراضيًا مع نظام التشغيل Windows.
de_de: Erstellen Sie App Control für Unternehmen-Richtlinien basierend auf verschiedenen Vorlagen und Richtlinienregeloptionen. Signiert und vertrauenswürdig ist ideal für neue Benutzer. Microsoft zulassen erlaubt nur Dateien, die mit Microsofts Zertifikaten signiert sind. Standard-Windows erlaubt nur Dateien, die standardmäßig mit dem Windows-Betriebssystem geliefert werden.
el_gr: Δημιουργήστε πολιτικές Ελέγχου Εφαρμογών για Επιχειρήσεις βασισμένες σε διαφορετικά πρότυπα και επιλογές κανόνων πολιτικής. Το Signed And Reputable είναι ιδανικό για νέους χρήστες. Το Allow Microsoft επιτρέπει μόνο αρχεία υπογεγραμμένα από τα πιστοποιητικά της Microsoft. Το Default Windows επιτρέπει μόνο αρχεία που έρχονται από προεπιλογή με το λειτουργικό σύστημα Windows.
es: Crear directivas de App Control for Business basadas en diferentes plantillas y opciones de regla de directiva. Firmado y de Buena Reputación es ideal para nuevos usuarios. Permitir Solo Microsoft solo permite archivos firmados por certificados de Microsoft. Windows Predeterminado solo permite archivos que vienen por defecto con el SO Windows.
he_il: צור מדיניות בקרת אפליקציות לעסקים על בסיס תבניות שונות ואפשרויות כלל מדיניות. חתום ומוכר הוא נהדר למשתמשים חדשים. אפשר למיקרוסופט מאפשר רק לקבצים חתומים על ידי תעודות של מיקרוסופט. חלונות ברירת מחדל מאפשר רק לקבצים שמגיעים כברירת מחדל עם מערכת ההפעלה Windows.
hi_in: विभिन्न टेम्पलेट और नीति नियम विकल्पों के आधार पर बिजनेस के लिए App Control नीतियाँ बनाएँ। Signed And Reputable नए उपयोगकर्ताओं के लिए श्रेष्ठ है। Allow Microsoft केवल माइक्रोसॉफ्ट के प्रमाणपत्रों से साइन की गई फ़ाइलों की अनुमति देता है। Default Windows केवल उन फ़ाइलों की अनुमति देता है जो Windows OS के साथ डिफ़ॉल्ट रूप से आती हैं।
ml_in: വ്യത്യസ്ത ടെംപ്ലേറ്റുകളും നയ നിയമ ഓപ്ഷനുകളും അടിസ്ഥാനമാക്കി ബിസിനസ്സിനായുള്ള ആപ്പ് കൺട്രോൾ നയങ്ങൾ സൃഷ്ടിക്കുക. പുതിയ ഉപയോക്താക്കൾക്ക് സൈൻഡ് ആൻഡ് റെപ്യൂട്ടബിൾ മികച്ചതാണ്. മൈക്രോസോഫ്റ്റ് മാത്രം അനുവദിക്കുക എന്നത് മൈക്രോസോഫ്റ്റിന്റെ സർട്ടിഫിക്കറ്റുകൾ ഉപയോഗിച്ച് ഒപ്പിട്ട ഫയലുകൾ മാത്രം അനുവദിക്കുന്നു. ഡിഫോൾട്ട് വിൻഡോസ് എന്നത് വിൻഡോസ് ഓപ്പറേറ്റിംഗ് സിസ്റ്റത്തിനൊപ്പം ഡിഫോൾട്ടായി വരുന്ന ഫയലുകൾ മാത്രം അനുവദിക്കുന്നു.
pl_pl: Twórz zasady App Control for Business na podstawie różnych szablonów i opcji reguł zasad. Szablon Podpisane i renomowane jest doskonały dla nowych użytkowników. Zezwalaj tylko Microsoft zezwala na pliki podpisane certyfikatami Microsoft. Domyślny Windows zezwala tylko na pliki dostarczane domyślnie z systemem operacyjnym Windows.

# CreateSupplementalPolicyPageTitle.Text
source: Create a Supplemental policy that will expand the scope of a base policy. Supplemental policies can only allow files, they cannot have deny rules in them.
ar: أنشئ نهجًا تكميليًا يوسع نطاق النهج الأساسي. يمكن للنُهج التكميلية السماح بالملفات فقط، ولا يمكن أن تحتوي على قواعد رفض.
de_de: Erstellen Sie eine ergänzende Richtlinie, die den Geltungsbereich einer Basisrichtlinie erweitert. Ergänzende Richtlinien können nur Dateien zulassen; sie dürfen keine Sperrregeln enthalten.
el_gr: Δημιουργήστε μια Συμπληρωματική πολιτική που θα επεκτείνει το πεδίο μιας βασικής πολιτικής. Οι Συμπληρωματικές πολιτικές μπορούν μόνο να επιτρέπουν αρχεία, δεν μπορούν να έχουν κανόνες απαγόρευσης σε αυτές.
es: Crear una directiva Suplementaria que ampliará el alcance de una directiva base. Las directivas suplementarias solo pueden permitir archivos, no pueden tener reglas de denegación en ellas.
he_il: צור מדיניות משלימה שתרחיב את היקף המדיניות הבסיסית. מדיניות משלימות יכולות רק לאפשר קבצים, הן לא יכולות להכיל כללי דחייה.
hi_in: एक पूरक नीति बनाएँ जो मूल नीति के दायरे का विस्तार करेगी। पूरक नीतियाँ केवल फ़ाइलों की अनुमति दे सकती हैं, उनमें निषेध नियम नहीं हो सकते।
ml_in: ഒരു അടിസ്ഥാന നയത്തിന്റെ വ്യാപ്തി വികസിപ്പിക്കുന്ന ഒരു അനുബന്ധ നയം സൃഷ്ടിക്കുക. അനുബന്ധ നയങ്ങൾക്ക് ഫയലുകൾ അനുവദിക്കാൻ മാത്രമേ കഴിയൂ, അവയിൽ നിഷേധിക്കൽ നിയമങ്ങൾ ഉണ്ടാകാൻ പാടില്ല.
pl_pl: Utwórz zasady uzupełniające, które rozszerzą zakres zasad podstawowych. Zasady uzupełniające mogą tylko zezwalać na pliki, nie mogą zawierać reguł odmowy.

# CreateSupplementalPolicyFilesAndFoldersScanResultsPageTitle.Text
source: View the detected files that were used to create the Supplemental policy.
ar: اعرض الملفات المكتشفة التي تم استخدامها لإنشاء النهج التكميلي.
de_de: Zeigen Sie die erkannten Dateien an, die zum Erstellen der ergänzenden Richtlinie verwendet wurden.
el_gr: Προβολή των ανιχνευθέντων αρχείων που χρησιμοποιήθηκαν για τη δημιουργία της Συμπληρωματικής πολιτικής.
es: Ver los archivos detectados que se utilizaron para crear la directiva Suplementaria.
he_il: צפה בקבצים שזוהו וששימשו ליצירת המדיניות המשלימה.
hi_in: पता लगी हुई फ़ाइलें देखें जिनका उपयोग पूरक नीति बनाने में किया गया था।
ml_in: അനുബന്ധ നയം സൃഷ്ടിക്കാൻ ഉപയോഗിച്ച കണ്ടെത്തിയ ഫയലുകൾ കാണുക.
pl_pl: Wyświetl wykryte pliki, które zostały użyte do utworzenia zasad uzupełniających.

# DeploymentPageTitle.Text
source: Deploy any type of App Control Policy locally or remotely to the cloud managed PCs.
ar: وزّع أي نوع من نُهج التحكم في التطبيقات محليًا أو عن بُعد على أجهزة الكمبيوتر المدارة بواسطة السحابة.
de_de: Stellen Sie beliebige App-Control-Richtlinien lokal oder remote auf Cloud-verwalteten PCs bereit.
el_gr: Αναπτύξτε οποιονδήποτε τύπο Πολιτικής Ελέγχου Εφαρμογών τοπικά ή απομακρυσμένα σε υπολογιστές που διαχειρίζονται στο cloud.
es: Implementar cualquier tipo de Directiva de App Control localmente o remotamente en las PC administradas en la nube.
he_il: הפעל כל סוג של מדיניות בקרת אפליקציות מקומית או מרחוק על מחשבים מנוהלים בענן.
hi_in: App Control नीति को स्थानीय रूप से या क्लाउड प्रबंधित PCs पर दूरस्थ रूप से तैनात करें।
ml_in: ഏത് തരത്തിലുള്ള ആപ്പ് കൺട്രോൾ നയവും പ്രാദേശികമായോ വിദൂരമായോ ക്ലൗഡ് നിയന്ത്രിത പിസികളിലേക്ക് വിന്യസിക്കുക.
pl_pl: Wdrażaj dowolny typ zasad kontroli aplikacji lokalnie lub zdalnie na komputerach zarządzanych w chmurze.

# EventLogsPolicyCreationPageTitle.Text
source: Leverage the local system logs or EVTX log files to create Application Control Policies. Only Code Integrity Operational and AppLocker logs are required. Use the Scan button to populate the data grid. Once populated, use the Create Policy button to define output configuration and generate the XML policy file.
ar: استفد من سجلات النظام المحلية أو ملفات سجل EVTX لإنشاء نُهج التحكم في التطبيقات. مطلوب فقط سجلات Code Integrity التشغيلية وسجلات AppLocker. استخدم زر الفحص لملء شبكة البيانات. بمجرد ملئها، استخدم زر إنشاء النهج لتحديد تكوين الإخراج وإنشاء ملف نهج XML.
de_de: Nutzen Sie lokale Systemprotokolle oder EVTX-Protokolldateien, um Richtlinien für die Anwendungssteuerung zu erstellen. Nur Code Integrity Operational- und AppLocker-Protokolle werden benötigt. Verwenden Sie die Schaltfläche "Scannen", um die Datentabelle zu füllen. Sobald sie gefüllt ist, verwenden Sie die Schaltfläche "Richtlinie erstellen", um die Ausgabekonfiguration festzulegen und die XML-Richtliniendatei zu generieren.
el_gr: Χρησιμοποιήστε τα αρχεία καταγραφής του τοπικού συστήματος ή αρχεία καταγραφής EVTX για να δημιουργήσετε Πολιτικές Ελέγχου Εφαρμογών. Απαιτούνται μόνο αρχεία καταγραφής Code Integrity Operational και AppLocker. Χρησιμοποιήστε το κουμπί Σάρωση για να συμπληρώσετε το πλέγμα δεδομένων. Μόλις συμπληρωθεί, χρησιμοποιήστε το κουμπί Δημιουργία Πολιτικής για να ορίσετε τη διαμόρφωση εξόδου και να δημιουργήσετε το αρχείο πολιτικής XML.
es: Aproveche los registros del sistema local o los archivos de registro EVTX para crear Directivas de Control de Aplicaciones. Solo se requieren registros Operacionales de Integridad de Código y AppLocker. Use el botón Escanear para poblar la cuadrícula de datos. Una vez poblada, use el botón Crear Directiva para definir la configuración de salida y generar el archivo de directiva XML.
he_il: השתמש ביומני המערכת המקומיים או בקבצי יומן EVTX ליצירת מדיניות בקרת אפליקציות. נדרשים רק יומני Code Integrity Operational ו-AppLocker. השתמש בלחצן הסריקה כדי למלא את רשת הנתונים. לאחר המילוי, השתמש בלחצן יצירת מדיניות כדי להגדיר את תצורת הפלט וליצור את קובץ מדיניות ה-XML.
hi_in: स्थानीय सिस्टम लॉग या EVTX लॉग फ़ाइलों का उपयोग करके एप्लिकेशन कंट्रोल नीतियाँ बनाएँ। केवल कोड इंटीग्रिटी ऑपरेशनल और AppLocker लॉग की आवश्यकता है। डेटा ग्रिड भरने के लिए Scan बटन का उपयोग करें। एक बार भरने के बाद, Create Policy बटन का उपयोग करके आउटपुट कॉन्फ़िगरेशन निर्दिष्ट करें और XML नीति फ़ाइल जेनरेट करें।
ml_in: ആപ്ലിക്കേഷൻ കൺട്രോൾ നയങ്ങൾ സൃഷ്ടിക്കുന്നതിന് പ്രാദേശിക സിസ്റ്റം ലോഗുകളോ EVTX ലോഗ് ഫയലുകളോ പ്രയോജനപ്പെടുത്തുക. കോഡ് ഇന്റഗ്രിറ്റി ഓപ്പറേഷണൽ, ആപ്പ്ലോക്കർ ലോഗുകൾ മാത്രം മതി. ഡാറ്റാ ഗ്രിഡ് പോപ്പുലേറ്റ് ചെയ്യുന്നതിന് സ്കാൻ ബട്ടൺ ഉപയോഗിക്കുക. പോപ്പുലേറ്റ് ചെയ്ത ശേഷം, ഔട്ട്‌പുട്ട് കോൺഫിഗറേഷൻ നിർവചിക്കുന്നതിനും XML നയ ഫയൽ സൃഷ്ടിക്കുന്നതിനും നയം സൃഷ്ടിക്കുക ബട്ടൺ ഉപയോഗിക്കുക.
pl_pl: Wykorzystaj lokalne dzienniki systemowe lub pliki dziennika EVTX do tworzenia zasad kontroli aplikacji. Wymagane są tylko dzienniki operacyjne integralności kodu i dzienniki AppLocker. Użyj przycisku Skanuj, aby wypełnić siatkę danych. Po wypełnieniu użyj przycisku Utwórz zasady, aby zdefiniować konfigurację wyjściową i wygenerować plik zasad XML.

# GetCIHashesPageTitle.Text
source: Calculate the Code Integrity and other types of hashes of files.
ar: احسب تكامل التعليمات البرمجية وأنواع أخرى من تجزئات الملفات.
de_de: Berechnen Sie die Codeintegritäts- und andere Hashes von Dateien.
el_gr: Υπολογίστε τους κατακερματισμούς Ακεραιότητας Κώδικα και άλλους τύπους κατακερματισμών αρχείων.
es: Calcular la Integridad de Código y otros tipos de hashes de archivos.
he_il: חשב את האשי שלמות הקוד וסוגים אחרים של האשים של קבצים.
hi_in: फ़ाइलों के कोड इंटीग्रिटी और अन्य प्रकार के हैश गणना करें।
ml_in: ഫയലുകളുടെ കോഡ് ഇന്റഗ്രിറ്റിയും മറ്റ് തരത്തിലുള്ള ഹാഷുകളും കണക്കാക്കുക.
pl_pl: Oblicz integralność kodu i inne typy skrótów plików.

# GetSecurePolicySettingsPageTitle.Text
source: Retrieve and query the Secure Settings on the system.
ar: استرجع واستعلم عن الإعدادات الآمنة على النظام.
de_de: Rufen Sie die sicheren Einstellungen auf dem System ab und fragen Sie sie ab.
el_gr: Ανακτήστε και ερωτήστε τις Ασφαλείς Ρυθμίσεις στο σύστημα.
es: Recuperar y consultar las Configuraciones Seguras en el sistema.
he_il: אחזר ושאל את ההגדרות המאובטחות במערכת.
hi_in: सिस्टम पर सुरक्षित सेटिंग्स पुनर्प्राप्त और क्वेरी करें।
ml_in: സിസ്റ്റത്തിലെ സുരക്ഷിത ക്രമീകരണങ്ങൾ വീണ്ടെടുക്കുകയും അന്വേഷിക്കുകയും ചെയ്യുക.
pl_pl: Pobieraj i wysyłaj zapytania dotyczące bezpiecznych ustawień w systemie.

# MDEAHPolicyCreationPageTitle.Text
source: Leverage the Microsoft Defender for Endpoint Advanced Hunting logs to build Application Control Policies. You can either browse for exported log files or retrieve them from the cloud by signing into your Microsoft account.
ar: استفد من سجلات Microsoft Defender for Endpoint Advanced Hunting لإنشاء نُهج التحكم في التطبيقات. يمكنك إما تصفح ملفات السجل المصدرة أو استردادها من السحابة عن طريق تسجيل الدخول إلى حساب Microsoft الخاص بك.
de_de: Nutzen Sie die Protokolle der "Erweiterten Suche" von Microsoft Defender for Endpoint, um Richtlinien für die Anwendungssteuerung zu erstellen. Sie können entweder nach exportierten Protokolldateien suchen oder sie aus der Cloud abrufen, indem Sie sich bei Ihrem Microsoft-Konto anmelden.
el_gr: Χρησιμοποιήστε τα αρχεία καταγραφής Προηγμένης Αναζήτησης του Microsoft Defender for Endpoint για να δημιουργήσετε Πολιτικές Ελέγχου Εφαρμογών. Μπορείτε είτε να αναζητήσετε εξαγόμενα αρχεία καταγραφής είτε να τα ανακτήσετε από το cloud συνδεόμενοι στον λογαριασμό σας Microsoft.
es: Aproveche los registros de Búsqueda Avanzada de Microsoft Defender para Endpoint para crear Directivas de Control de Aplicaciones. Puede buscar archivos de registro exportados o recuperarlos de la nube iniciando sesión en su cuenta de Microsoft.
he_il: השתמש ביומני ה-Advanced Hunting של Microsoft Defender for Endpoint לבניית מדיניות בקרת אפליקציות. תוכל לדפדף בקבצי יומן מיוצאים או לאחזר אותם מהענן על ידי התחברות לחשבון מיקרוסופט שלך.
hi_in: Microsoft Defender for Endpoint Advanced Hunting लॉग्स का उपयोग करके एप्लिकेशन कंट्रोल नीतियाँ बनाएँ। आप निर्यातित लॉग फ़ाइलों के लिए ब्राउज़ कर सकते हैं या क्लाउड से उन्हें Microsoft खाते में साइन इन करके प्राप्त कर सकते हैं।
ml_in: ആപ്ലിക്കേഷൻ കൺട്രോൾ നയങ്ങൾ നിർമ്മിക്കുന്നതിന് Microsoft Defender for Endpoint അഡ്വാൻസ്ഡ് ഹണ്ടിംഗ് ലോഗുകൾ പ്രയോജനപ്പെടുത്തുക. നിങ്ങൾക്ക് എക്‌സ്‌പോർട്ട് ചെയ്‌ത ലോഗ് ഫയലുകൾക്കായി ബ്രൗസ് ചെയ്യാം അല്ലെങ്കിൽ നിങ്ങളുടെ Microsoft അക്കൗണ്ടിലേക്ക് സൈൻ ഇൻ ചെയ്‌ത് ക്ലൗഡിൽ നിന്ന് അവ വീണ്ടെടുക്കാം.
pl_pl: Wykorzystaj dzienniki zaawansowanego wyszukiwania Microsoft Defender for Endpoint do tworzenia zasad kontroli aplikacji. Możesz przeglądać wyeksportowane pliki dziennika lub pobierać je z chmury, logując się na swoje konto Microsoft.

# MergePoliciesPageTitle.Text
source: Merge App Control for Business policies and deduplicate them. You can select the same policy twice in order to deduplicate its rules.
ar: ادمج نُهج App Control for Business وأزل تكرارها. يمكنك تحديد نفس النهج مرتين لإزالة تكرار قواعده.
de_de: App Control für Unternehmen-Richtlinien zusammenführen und deduplizieren. Sie können dieselbe Richtlinie zweimal auswählen, um deren Regeln zu deduplizieren.
el_gr: Συγχωνεύστε πολιτικές Ελέγχου Εφαρμογών για Επιχειρήσεις και απομακρύνετε τα διπλά. Μπορείτε να επιλέξετε την ίδια πολιτική δύο φορές για να απομακρύνετε τους διπλούς κανόνες της.
es: Fusionar directivas de App Control for Business y deduplicarlas. Puede seleccionar la misma directiva dos veces para deduplicar sus reglas.
he_il: מזג מדיניות בקרת אפליקציות לעסקים ודדופליקט אותן. תוכל לבחור את אותה מדיניות פעמיים כדי לדדופליקט את הכללים שלה.
hi_in: App Control for Business नीतियों को मर्ज और डुप्लिकेट हटाएँ। नियमों को डुप्लिकेट हटाने के लिए आप एक ही नीति को दो बार चुन सकते हैं।
ml_in: ബിസിനസ്സിനായുള്ള ആപ്പ് കൺട്രോൾ നയങ്ങൾ ലയിപ്പിക്കുകയും ഡ്യൂപ്ലിക്കേറ്റ് ചെയ്യുകയും ചെയ്യുക. അതിന്റെ നിയമങ്ങൾ ഡ്യൂപ്ലിക്കേറ്റ് ചെയ്യുന്നതിനായി നിങ്ങൾക്ക് ഒരേ നയം രണ്ടുതവണ തിരഞ്ഞെടുക്കാം.
pl_pl: Scalaj zasady App Control for Business i usuwaj z nich duplikaty. Możesz wybrać te same zasady dwukrotnie, aby usunąć z nich zduplikowane reguły.

# PolicyEditorPageTitle.Text
source: Edit App Control for Business Policies. Easily browse for a policy XML file and load its details using the Load button. Once loaded, you can review the number of each rule within the policy, remove specific rules, and modify various other policy settings.
ar: حرر نُهج App Control for Business. تصفح بسهولة ملف نهج XML وحمّل تفاصيله باستخدام زر التحميل. بمجرد التحميل، يمكنك مراجعة عدد كل قاعدة داخل النهج، وإزالة قواعد معينة، وتعديل إعدادات النهج الأخرى المختلفة.
de_de: App Control für Unternehmen-Richtlinien bearbeiten. Suchen Sie bequem eine XML-Richtliniendatei und laden Sie deren Details mit der Schaltfläche "Laden". Nach dem Laden können Sie die Anzahl jeder Regel innerhalb der Richtlinie prüfen, bestimmte Regeln entfernen und verschiedene andere Richtlinieneinstellungen ändern.
el_gr: Επεξεργαστείτε Πολιτικές Ελέγχου Εφαρμογών για Επιχειρήσεις. Αναζητήστε εύκολα ένα αρχείο πολιτικής XML και φορτώστε τις λεπτομέρειές του χρησιμοποιώντας το κουμπί Φόρτωση. Μόλις φορτωθεί, μπορείτε να εξετάσετε τον αριθμό κάθε κανόνα εντός της πολιτικής, να αφαιρέσετε συγκεκριμένους κανόνες και να τροποποιήσετε διάφορες άλλες ρυθμίσεις πολιτικής.
es: Editar Directivas de App Control for Business. Busque fácilmente un archivo XML de directiva y cargue sus detalles usando el botón Cargar. Una vez cargado, puede revisar el número de cada regla dentro de la directiva, eliminar reglas específicas y modificar varias otras configuraciones de directiva.
he_il: ערוך מדיניות בקרת אפליקציות לעסקים. דפדף בקלות לקובץ מדיניות XML וטען את פרטיו באמצעות לחצן הטעינה. לאחר הטעינה, תוכל לסקור את מספר כל כלל בתוך המדיניות, להסיר כללים ספציפיים ולשנות הגדרות מדיניות אחרות.
hi_in: App Control for Business नीतियाँ संपादित करें। Load बटन का उपयोग करके नीति XML फ़ाइल ब्राउज़ और लोड करें। एक बार लोड होने पर, नीति में प्रत्येक नियम की संख्या समीक्षा करें, विशिष्ट नियम हटाएँ, और अन्य नीति सेटिंग्स संशोधित करें।
ml_in: ബിസിനസ്സിനായുള്ള ആപ്പ് കൺട്രോൾ നയങ്ങൾ എഡിറ്റ് ചെയ്യുക. ഒരു നയ XML ഫയലിനായി എളുപ്പത്തിൽ ബ്രൗസ് ചെയ്യുകയും ലോഡ് ബട്ടൺ ഉപയോഗിച്ച് അതിന്റെ വിശദാംശങ്ങൾ ലോഡ് ചെയ്യുകയും ചെയ്യുക. ലോഡ് ചെയ്തുകഴിഞ്ഞാൽ, നയത്തിനുള്ളിലെ ഓരോ നിയമത്തിന്റെയും എണ്ണം നിങ്ങൾക്ക് അവലോകനം ചെയ്യാനും നിർദ്ദിഷ്ട നിയമങ്ങൾ നീക്കം ചെയ്യാനും മറ്റ് വിവിധ നയ ക്രമീകരണങ്ങൾ പരിഷ്കരിക്കാനും കഴിയും.
pl_pl: Edytuj zasady App Control for Business. Łatwo przeglądaj w poszukiwaniu pliku XML zasad i ładuj jego szczegóły za pomocą przycisku Załaduj. Po załadowaniu możesz przejrzeć liczbę każdej reguły w zasadach, usunąć określone reguły i zmodyfikować różne inne ustawienia zasad.

# SettingsPageTitle.Text
source: Customize your app settings here. Your preferences will be saved so they're ready for you every time you start the AppControl Manager.
ar: خصص إعدادات تطبيقك هنا. سيتم حفظ تفضيلاتك حتى تكون جاهزة لك في كل مرة تبدأ فيها تشغيل مدير AppControl.
de_de: Passen Sie hier Ihre App-Einstellungen an. Ihre Präferenzen werden gespeichert, sodass sie bei jedem Start des AppControl Managers bereitstehen.
el_gr: Προσαρμόστε τις ρυθμίσεις της εφαρμογής σας εδώ. Οι προτιμήσεις σας θα αποθηκευτούν ώστε να είναι έτοιμες για εσάς κάθε φορά που ξεκινάτε τον AppControl Manager.
es: Personalice la configuración de su aplicación aquí. Sus preferencias se guardarán para que estén listas cada vez que inicie AppControl Manager.
he_il: התאם אישית את הגדרות האפליקציה שלך כאן. ההעדפות שלך יישמרו כך שיהיו מוכנות עבורך בכל פעם שתפעיל את מנהל AppControl.
hi_in: यहाँ अपने ऐप सेटिंग्स अनुकूलित करें। आपकी प्राथमिकताएँ सहेजी जाएँगी ताकि आप हर बार AppControl Manager शुरू करने पर तैयार हों।
ml_in: നിങ്ങളുടെ ആപ്പ് ക്രമീകരണങ്ങൾ ഇവിടെ ഇഷ്ടാനുസൃതമാക്കുക. നിങ്ങളുടെ മുൻഗണനകൾ സംരക്ഷിക്കപ്പെടും, അതിനാൽ നിങ്ങൾ ആപ്പ്കൺട്രോൾ മാനേജർ ആരംഭിക്കുമ്പോഴെല്ലാം അവ നിങ്ങൾക്കായി തയ്യാറായിരിക്കും.
pl_pl: Dostosuj tutaj ustawienia aplikacji. Twoje preferencje zostaną zapisane, aby były gotowe za każdym razem, gdy uruchomisz Menedżera AppControl.
